GREETING = ("✈ *Добро пожаловать* _в главное меню "
            "чат бота Управляющей компании "
            "'УЭР\\-ЮГ'_\\. Здесь Вы можете оставить"
            "Заявку для управляющей компании или "
            "направить свое предложение по "
            "управлению домом\\. Просто"
            "воспользуйтесь кнопками *меню*\\, чтобы"
            "взаимодействовать с функциями бота\\:")

APPLICATION = "📛 Оставить заявку"

CONTACT = "📞 Связаться"

SETTING = "⚙️Настройки"

INFORMATION = "☎️Полезные контакты"

ASK_FULLNAME = ("☀*Доброго времени суток*\\, бот "
                "создан\\, чтобы обрабатывать заявки и "
                "обращения пользователей\\. Чтобы "
                "воспользоваться этим\\, пришлите для "
                "начала Ваше *Имя* и *Фамилию*")

ERROR_FULLNAME = ("⛔️📛*Имя* и *Фамилия* должны быть "
                  "введены через один _пробел\\,_ и должны "
                  "быть написаны через _кириллицу_\\. Также "
                  "должны начинаться с заглавных букв\\. *Учтите "
                  "формат и попробуйте снова\\:*")

ASK_NUMBER = ('📞 Теперь отправьте Ваш *номер '
              'телефона* через *\\+7* следующим '
              'сообщением:')

ERROR_PHONE = ('⛔️📛⛔️*Номер телефона* должен '
               'содержать 11 цифр и должен обязательно '
               'содержать в начале *\\+7\\. Учтите формат и '
               'попробуйте снова\\:*')

ASK_APPLICATION = "📛👇📛 _Выберите категорию\\, по которой Вы хотите оставить заявку в УК\\:_"
